<?php

return [
    'http_errors' => [
        '200' => 'Сәтті',
        '201' => 'Сәтті құрылды',
        '202' => 'Қабылданды',
        '400' => 'Деректер дұрыс емес',
        '401' => 'Авторизация өтілмеген',
        '403' => 'Кіруге тыйым салынған',
        '404' => 'Табылған жоқ',
        '404-2' => ':attr табылмады!',
        '500' => 'Сервер қатесі. Кейінірек қайталап көріңіз!',
    ],

    'try_again' => 'Қате, қайталап көріңіз',

    'order' => [],
    'executor' => [],

    'push' => [
        'executorResponded' => [
            'title' => 'На ваш заказ откликнулись!',
            'body' => 'Исполнитель откликнулся на ваш заказ: :order',
        ],
        'executorChosen' => [
            'title' => 'Пользователь выбрал вас!',
            'body' => 'Пользователь выбрал вас в заказе ":order"',
        ],
        'ChatAdminResponded' => [
            'title' => 'Вам ответили в чате поддержки!',
            'body' => ':chatMessage',
        ],
    ],

    'Code sending 30 seconds limit has not expired yet' => 'Кодты 30 секундтан кейін жіберу мерзімі әлі аяқталған жоқ',
    'sendCodeSuccessfully' => 'Растау коды сіздің электрондық поштаңызға сәтті жіберілді',
    'email_ignore' => 'Егер сіз бұрын :app_name қолданбаларда ешқандай әрекет жасамаған болсаңыз, берілген электрондық поштаны елемеңіз.',
    'email_dont_answer' => 'Бұл хат автоматты түрде жасалады, оған жауап берудің қажеті жоқ.',

    'object' => '[*]нысан',
];
